index.yaml
config:
  target: http://localhost:9000
  phases:
    - duration: 60
      arrivalRate: 50
      rampTo: 100
      name: Warm up phase
    - duration: 60
      arrivalRate: 100
      rampTo: 200
      name: Ramp up load
    - duration: 30
      arrivalRate: 200
      rampTo: 400
      name: Spike phase
scenarios:
  - flow:
    - get:
        url: '/ssr'